[
    "Hello, welcome to ABC.",
    "Hi. Hi uh ma'am, my name is Ashwin. Uh I'm calling from Matali. Uh. I just wanted to check you know if you have a cab. I need to go to the airport urgently and I booked with another cab and they disconnected the last minute. Uh, do you have any caps available for the next 10-15 minutes in the next 10-15 minutes?",
    "Sure. I think I can see how I can help you. Can I put you on hold for one minute, please? Sure, sure. I look at it. Thank you so much.",
    "Miss Ashwin. Hi. Are you? Yeah, yeah, I'm here.",
    "Sir, I just sent, Yeah, I'm very sorry. We don't have a cap for the next 15 minutes, but we have something in the next 30 minutes. Would that still work for you?",
    "Uh no, ma'am. Actually my flight is at 8:00 and I'm already very late. Uh I'm I'm leaving right near Marathahalli bridge. It's pretty uh the central area, right? Can you please uh somehow arrange? Because my previous cab did me in the last minute ma'am.",
    "I understand. I understand, Sir. Just give me one moment. I will just double check again. Please Sir.",
    "Ashwin, you still there?",
    "I'm good though, ma'am. Yeah, uh Sir, I just want cab driver. He's actually returning from a pickup. He is right near Marathahalli bridge. He is about 2-3 minutes away. So I have spoken to him. I have given him your number. He will be picking you up in about 3 minutes.",
    "Oh, excellent. Excellent, ma'am. That's lovely. So you this is confirmed, right? I mean, I don't need to worry about booking another cab, right? No, no, no. You don't have to book a cab, Sir. I will just forward the booking confirmation ID to you as well as the driver details. He will be calling you directly as soon as you disconnect this call. Then he will call you Sir directly.",
    "Super. So you estimate me the details, also the prices, I mean, yes, yes, Sir. I will SMS you the booking ID as well as the driver details and our driver will call you in the next two months. Excellent, excellent, ma'am. Uh, thanks so much, Madam. Uh, just one more thing. What is the car number, Madam?",
    "The card number is KA9515 Sir and the driver name is Vikram.",
    "Vikram 9515 and your SMS me his number. Right? Phone number. I will SMS you his number. Yes, Sir. I will do that, Sir. OK. Thank you so much, Madam. Thank you so much. This is very, very.",
    "My pleasure, Mr. Sachin. Have a safe trip. Thank you. Thanks. Bye. Have a good day."
]