[
    "This recording is from the British Council.",
    "Thanks for coming, everyone. So we're here today to define the timeline for our new project. Yes, Jenny, that's a great idea. OK, what do you need from us?",
    "Hold on a moment. I think we need to decide between us what to do to make sure it works for all departments. Yes, exactly. Don't worry. We're going to discuss this and make a decision together. Let's first think about the scheduling of each project phase. What do you think, AMICO? Can I interrupt? I think we should first be clear about the process we'll use to make the decision. How are we going to do it?",
    "Yes, good point. Well, I think the best way is for each of you to Give your opinion and then we can discuss and make a decision. OK, that sounds good. Yes, that works for me too. I know we are still planning the structure of the later phases of the project, but I think we should begin phase one as soon as possible. We can work out the rest later as we go along.",
    "I'm sorry, I don't think so.",
    "How can we start phase one if we're not fully clear on where the rest of the project will take us? We might make a wrong decision and waste time. I agree with you on that point, David. However, we'll waste too much time if we wait until everything is planned before we actually start working on the project. I think we should take an agile approach. Agile approach? Well, it means that we start quickly and then adapt as we go along. That's right, Carolina.",
    "You've been very quiet.",
    "I'm sorry. I didn't want to interrupt. I'm listening.",
    "And thinking, do you agree we should get the plan right first and then start with phase one? I'm sorry, David, I don't think I agree with you. It's important to have a good plan, but plans can change, even the good ones and business changes often. We need to be flexible and we also need to move quickly, OK. So should we take a vote?",
    "Well, you're the project leader. Let's go with your decision. Yes, I'll follow your lead, Jenny.",
    "Well, I guess that's decided then. We'll follow your agile approach, Jenny, start quickly and keep planning the later stages of the project. Yes, that's right. I still don't think this is the right decision, but I'm happy to go with the majority. We should add some space into the schedule later for additional work this flexibility will need. Don't worry, David, we will.",
    "OK. So it's decided then we'll start phase one as soon as possible. And in the background, we'll continue planning the later phases and adapt them as we go along.",
    "This recording is from the British Council. To find more activities to practice your English, visit www.britishcouncil.org/learnenglish."
]